-- Automatically generated - do not edit.

Config = Config or {} 
Config.DataStoryAbstract = Config.DataStoryAbstract or {}


local DataStoryAbstract = Config.DataStoryAbstract
DataStoryAbstract.data_story_abstract_length = 43
DataStoryAbstract.data_story_abstract = {
	[1010301] = {group_id = 1010301, title = "找司命", desc = "青乌与脉灵一同从悬崖跌落，虽然勉强算得上平安着陆，身后的追兵也没有再出现，但司命却不知所踪。"},
	[1010304] = {group_id = 1010304, title = "鸟类救助", desc = "一番攻击后，青乌成功将司命从淤脉中解救出来。从司命口中，青乌得知自己沉睡时曾被一个神秘组织监管，之前追杀两人的巨龙也与其有关。为了寻找出路，两人一同朝山顶走去。"},
	[1010404] = {group_id = 1010404, title = "登山之路", desc = "战胜敌人后，青乌通过司命得知了它们的名字——噬脉生物。噬脉生物依靠吞噬气脉生存，对世界威胁巨大。知晓这些以后，青乌依然无法回想起更多记忆，两人只好继续前进。"},
	[1010606] = {group_id = 1010606, title = "遥远的某日之中", desc = "训练的最后，离歌向青乌提出了实战邀约，胜者将有权向对手提出一个愿望。满怀自信的青乌接下了离歌的邀请。"},
	[1010607] = {group_id = 1010607, title = "遥远的某日之中", desc = "完成训练后，离歌与青乌就此作别。临行之前的离歌告诉青乌，他们面对的是一场左右世界的战斗，无论代价如何，他们能做的只有一件事——赢得这场战斗。"},
	[1010609] = {group_id = 1010609, title = "回首", desc = "从记忆中回神后，脑海浮现的故人与往事都让青乌困惑不已。为了找回更多记忆，两人继续向前探寻。"},
	[1010624] = {group_id = 1010624, title = "登山之路", desc = "愈发艰巨的挑战让青乌逐渐感到吃力。从司命口中，青乌知晓了通过吸收敌人残念提升自身能力的方法，并决定按照司命所言尝试一二。"},
	[1010625] = {group_id = 1010625, title = "登山之路", desc = "通过吸收残念，青乌成功提升了自身能力，两人继续前进。"},
	[1010701] = {group_id = 1010701, title = "登山之路", desc = "两人即将到达山顶时，回忆中的离歌突然乘着巨龙出现，但眼前的她已经完全遗失了曾经的记忆，变成了企图了断青乌的头号敌人。无奈之下，青乌只得与离歌和巨龙再次对峙。"},
	[1010708] = {group_id = 1010708, title = "登山之路", desc = "离歌最终落败于青乌剑下，在离开之前，她说出了背后神秘组织的名号——悬天，并扬言自己会追逐青乌到任何角落。"},
	[1010804] = {group_id = 1010804, title = "如曾经般离去", desc = "在悬挂于天空的太阳之下，司命向青乌讲述了现世发生的事情：九个太阳在各地降下异象，所有生命都面临灭顶之灾，而青乌就是司命为了消灭太阳而唤醒的救世之人。"},
	[1020101] = {group_id = 1020101, title = "第一声", desc = "在进行更多解释之前，司命交给青乌一只用来飞行的羽鸢，并要求青乌驾羽鸢前去敲响悬崖下的钟悬。"},
	[1020104] = {group_id = 1020104, title = "第一声", desc = "顺利落地后，两人来到钟悬前。司命告诉青乌，钟悬是用于告拜气脉的祭坛，只要敲响钟悬，就可以与附近的气脉产生连接。"},
	[1020105] = {group_id = 1020105, title = "第一声", desc = "敲响钟悬后，司命提议继续朝着太阳前进，但青乌却因为自己的身世之谜和司命含糊的态度心生怀疑。僵持之际，一只脉灵突然出现，并指示二人前往远处的某个人类据点……"},
	[1020307] = {group_id = 1020307, title = "赔钱货的委托", desc = "不远处再次出现几个噬脉从士的身影，司命教导青乌使用之前离歌身上掉落的玉佩，召唤离歌的幻影解决眼前的敌人。"},
	[1020302] = {group_id = 1020302, title = "赔钱货的委托", desc = "来到脉灵所指的据点后，两人发现这里早已被噬脉生物占领，但附近的某处仍然存在人类的气息。青乌决定消灭这里盘踞的怪物，救出受困的人类。"},
	[1020304] = {group_id = 1020304, title = "赔钱货的委托", desc = "两人打开仓库，救出了被噬脉生物围困的居民。从司警温罗口中，两人确认了下一步的目的地——倒悬于空中的天柜城，并动身前往小镇熙来获取入城许可。"},
	[1020402] = {group_id = 1020402, title = "现世的文明", desc = "两人马不停蹄地到达熙来，眼前的一切都让青乌感到熟悉又陌生。但在熟悉环境之前，两人决定先前往温罗所说的维安司获取天柜城入城许可。"},
	[1021302] = {group_id = 1021302, title = "现世的文明", desc = "到达维安司门前时，青乌与司命巧合之间撞见了一位脉者司警与维安司司长争执离去的画面，那位赌气的脉者似乎对立功升职有着奇异的执着……"},
	[1021304] = {group_id = 1021304, title = "现世的文明", desc = "脉者离去后，两人上前向维安司司长询问进入天柜城的途径。司长朱嫦告诉两人，地上最近频现倒悬异象，因此熙来暂时停止了前往天柜城的手续办理。"},
	[1021305] = {group_id = 1021305, title = "现世的文明", desc = "从朱嫦口中，青乌得知此地数百年前曾有灾祸出现，王土送来的太阳帝江将天柜城倒悬于空中，灾祸因此得以消除，而这片土地自此也被冠上帝江之名。"},
	[1021306] = {group_id = 1021306, title = "现世的文明", desc = "朱嫦承诺可以在通行恢复后为两人优先办理手续，并以追回先前离去的司警刻刻作为交换条件，两人欣然应允。达成交易后，朱嫦建议青乌先去敲响附近的钟悬。"},
	[1021402] = {group_id = 1021402, title = "寻找刻刻", desc = "为了寻找刻刻，青乌与司命来到商店百玲珑询问，但并未得到线索，只得继续前往别处。"},
	[1021403] = {group_id = 1021403, title = "寻找刻刻", desc = "青乌与司命来到附近的食店询问线索，并从招待口中得知刻刻已经离开了熙来，两人只好继续沿路寻找。"},
	[1021405] = {group_id = 1021405, title = "寻找刻刻", desc = "通过守卫，两人知晓刻刻混入了出城调查反重力区的调查队，情急之下只好按照守卫的指示一路追赶而去……"},
	[1021503] = {group_id = 1021503, title = "记忆与空洞", desc = "寻人途中，一片怪异的空洞出现在两人的视野里。在司命的怂恿下，青乌决定暂时放弃寻人，转而进入空洞寻找珍宝。"},
	[1021601] = {group_id = 1021601, title = "记忆与空洞", desc = "在与敌人对战的过程中，青乌重拾了自己过去熟知的信念技，而眼前这个充满废弃之物的空间竟让青乌感到似曾相识……"},
	[1021701] = {group_id = 1021701, title = "记忆与空洞", desc = "在离开空洞之前，青乌再次要求司命解释一切的前因后果。再三询问之下，司命终于将太阳的恶处与青乌的使命严肃道来。得到了承诺的青乌决定暂且相信司命，两人一同离开空洞。"},
	[1021801] = {group_id = 1021801, title = "记忆与空洞", desc = "离开空洞后，一个自称为阿一的神秘声音突然传来，邀请两人回城一叙。"},
	[1020507] = {group_id = 1020507, title = "记忆与空洞", desc = "青乌与司命回城找到阿一，阿一将可以提升战斗技能的珍宝交予青乌，并委托青乌帮忙继续调查空洞。"},
	[1021802] = {group_id = 1021802, title = "寻找刻刻", desc = "本以为寻人的委托即将落空之时，一直不见踪影的刻刻却突然出现在青乌与司命眼前……"},
	[1021803] = {group_id = 1021803, title = "寻找刻刻", desc = "急于立功升职的刻刻似乎对青乌有着异常的兴趣。刻刻提出为青乌的旅途提供一臂之力，并将一同前去清理反重力区，从而登上天柜城作为交换条件。为了得到帮手，青乌最终应允。"},
	[2020201] = {group_id = 2020201, title = "打气球", desc = "初次出摊的摊主神枪手向青乌提出了打气球测试的邀请……"},
	[2020501] = {group_id = 2020501, title = "捉迷藏的邀约", desc = "青乌与司命路遇脉灵研究员傅生，傅生出言拜托两人使用自己研发的仪器寻找喜欢捉迷藏的4号脉灵……"},
	[2020508] = {group_id = 2020508, title = "捉迷藏的邀约", desc = "在一番追逐后，青乌与司命终于找到4号，睡着的4号在梦中哼唱着捉迷藏的童谣，而它对捉迷藏的特别爱好似乎与曾经一起玩耍的同伴有关。"},
	[2020509] = {group_id = 2020509, title = "捉迷藏的邀约", desc = "傅生再次出现在两人眼前，并对两人讲述了4号的同伴因气脉破坏而消散的往事。回忆过令人感伤的过往后，傅生决定继续保护自己心爱的脉灵。"},
	[2020601] = {group_id = 2020601, title = "卫道者说", desc = "最近频出的噬脉生物和怪异黑影让附近居民惊慌不已，在居民青崖的委托下，青乌与司命决定前往发生怪事的地点一探究竟……"},
	[2020609] = {group_id = 2020609, title = "卫道者说", desc = "不断涌出的噬脉生物似乎是被石碑下的某物吸引而来的。在与怪物交战的过程中，一个戴着面具的怪人突然出现并加入战局……"},
	[2020612] = {group_id = 2020612, title = "卫道者说", desc = "一番战斗后，怪物终于全部清除，但吸引怪物的气味却没有完全消散，最后残余的部分似乎来自那个怪人。诸多疑点在怪人身上浮现，而起先提出委托的青崖居然完全看不到他……"},
	[2020613] = {group_id = 2020613, title = "卫道者说", desc = "在司命的提醒下，青乌发觉了怪人已是游魂的事实。原来怪人生前曾是封侯身边的兵士，为了执行任务前往地面，却死于暴徒之手。真相大白之际，司命突然把青乌叫到了一旁……"},
	[2020614] = {group_id = 2020614, title = "卫道者说", desc = "司命向青乌提议物理超度为居民带来困扰的怪人，青乌也决定作出抉择：是要消灭怪人，向他发起最后的比试，还是要放走怪人，让一生追随太阳的游魂回归故乡？"},
	[2020615] = {group_id = 2020615, title = "卫道者说", desc = "最后的交战后，蒙面怪人终于消散于青乌剑下，从他身上掉落的铭牌似乎诉说着他的过去。完成任务的两人决定回到青崖处交差。"},
	[2020617] = {group_id = 2020617, title = "卫道者说", desc = "青乌与司命回城向青崖交差，面对青崖的询问，青乌最终决定隐藏怪人的真实身份。"},
}
	
