Config = Config or {}
Config.FightGuideTipsConfig = Config.FightGuideTipsConfig or {}
Config.FightGuideTipsConfig = {
	[1001] = {
		Title = "跟随指引前往下一个区域",
	},
	[1002] = {
		Title = "搭乘电梯前往顶层",
	},
	[1003] = {
		Title = "前往终点",
	},
	[1004] = {
		Title = "前往目标点进行观察",
	},
	[1005] = {
		Title = "前往目标点查看发射塔",
	},
	[1006] = {
		Title = "前往发射塔阻止发射",
	},
	[1007] = {
		Title = "靠近巨龙",
	},
	[1008] = {
		Title = "击败区域内的敌人",		
	},
	[1009] = {
		Title = "搭乘电梯前往顶层",
	},
	[1010] = {
		Title = "跟随指引前往下一个区域",
	},	
	
	[1011] = {
		Title = "前往电梯间搭乘电梯去往顶层",
	},

	[100101] = {
		Title = "前往目标点支援刻刻",
	},
	
	[100102] = {
		Title = "跟随指引和敌人进行战斗",
	},
	
	[100103] = {
		Title = "释放普通攻击击败敌人",
	},
	
	[100104] = {
		Title = "释放技能击败敌人",
	},
	
	[100105] = {
		Title = "释放必杀技击败敌人",
	},
	
	[100106] = {
		Title = "协助刻刻击败敌人",
	},

	[100107] = {
		Title = "前往目标区域进行救援工作",
	},
	
	[100108] = {
		Title = "击败敌人",
	},

	[100109] = {
		Title = "释放普通攻击连击击败敌人",
	},

	[100110] = {
		Title = "与刻刻对话了解现场情况",
	},

	[100108] = {
		Title = "击败敌人",
	},

	[100109] = {
		Title = "释放普通攻击连击击败敌人",
	},

	[100110] = {
		Title = "与刻刻对话了解现场情况",
	},

	[100111] = {
		Title = "找到击破岩石的办法",
	},

	[1001112] = {
		Title = "爆破岩石",
	},

	[10010501] = {
		Title = "击败怪物",
	},

	[10010502] = {
		Title = "找到门禁卡",
	},

	[10010503] = {
		Title = "使用门禁卡开门",
	},
	
	[10010504] = {
		Title = "通过楼梯上楼",
	},


	[10010601] = {
		Title = "消灭怪物并前往电梯",
	},


	[10010602] = {
		Title = "找到炸药",
	},


	[10010603] = {
		Title = "使用炸药炸门",
	},

}
