-- Automatically generated - do not edit.

Config = Config or {}
Config.DataNpcBubble = Config.DataNpcBubble or {}


local DataNpcBubble = Config.DataNpcBubble
DataNpcBubble.FindLength = 21
DataNpcBubble.Find = {
	[8010208] = {npc_id = 8010208, bubble_list = {[801020901] = {101030501, 10, 3, "快来看看吧"}, [801020902] = {101030501, 20, 3, "快来看看吧"}, [801020905] = {102050201, 100, 3, "快来看看吧"}}},
	[8010203] = {npc_id = 8010203, bubble_list = {[80102031] = {101030101, 1, 5, "房屋的石料还要再确认一下……"}}},
	[8010205] = {npc_id = 8010205, bubble_list = {[80102031] = {101030101, 1, 5, "早餐的豆花要甜还是咸呢？"}}},
	[8010206] = {npc_id = 8010206, bubble_list = {[80102031] = {101030101, 1, 5, "黄道吉日，开坛设祭。"}}},
	[8010207] = {npc_id = 8010207, bubble_list = {[80102031] = {101030101, 1, 5, "今天的突发事件清单……"}}},
	[8010209] = {npc_id = 8010209, bubble_list = {[80102031] = {101030101, 1, 5, "刚出炉的热乎点心哦！"}}},
	[8010210] = {npc_id = 8010210, bubble_list = {[80102031] = {101030101, 1, 5, "警惕脉者培训骗局！"}}},
	[8010211] = {npc_id = 8010211, bubble_list = {[80102031] = {101030101, 1, 5, "雅座两位！"}}},
	[8010215] = {npc_id = 8010215, bubble_list = {[80102031] = {101030101, 1, 5, "按照书上说的，成为脉者的要点是……"}}},
	[8010216] = {npc_id = 8010216, bubble_list = {[80102031] = {101030101, 1, 5, "总觉得太阳还是有点刺眼呢。"}}},
	[8010217] = {npc_id = 8010217, bubble_list = {[80102031] = {101030101, 1, 5, "之前老板交待过的货……"}}},
	[8010218] = {npc_id = 8010218, bubble_list = {[80102031] = {101030101, 1, 5, "近期有新品试吃活动哦。"}}},
	[8010220] = {npc_id = 8010220, bubble_list = {[80102031] = {101030101, 1, 5, "不知道天柜城的表姐能不能接济一下……"}}},
	[8010221] = {npc_id = 8010221, bubble_list = {[80102031] = {101030101, 1, 5, "上面的城市有点遮挡阳光啊。"}}},
	[8010222] = {npc_id = 8010222, bubble_list = {[80102031] = {101030101, 1, 5, "想和气脉动物打好关系的话……"}}},
	[8010223] = {npc_id = 8010223, bubble_list = {[80102031] = {101030101, 1, 5, "被艳鸟啄伤需要打疫苗吗？"}}},
	[8010226] = {npc_id = 8010226, bubble_list = {[80102031] = {101030101, 1, 5, "又是气脉淤塞造成的吗？"}}},
	[8010227] = {npc_id = 8010227, bubble_list = {[80102031] = {101030101, 1, 5, "只有你不想要，没有我找不到哦。"}}},
	[8010228] = {npc_id = 8010228, bubble_list = {[80102031] = {101030101, 1, 5, "今天手气如何？来一发试试？"}}},
	[8010229] = {npc_id = 8010229, bubble_list = {[80102031] = {101030101, 1, 5, "应该继续完善噬脉生物警报系统了……"}}},
	[8010230] = {npc_id = 8010230, bubble_list = {[80102031] = {101030101, 1, 5, "天机不可泄露……"}}},
}
	

return DataNpcBubble
