-- Automatically generated - do not edit.

Config = Config or {}
Config.DataIdentityTitle = Config.DataIdentityTitle or {}


local DataIdentityTitle = Config.DataIdentityTitle
DataIdentityTitle.FindLength = 25
DataIdentityTitle.Find = {
	["101_1"] = {id = 101, level = 1, name = "豪杰1级", icon = "", reward = 231011, desc = "1.事件选项中，可以选择【豪杰1级】解锁的选项\n2.冒险中将触发【豪杰1级】系列事件\n3.前来帮助的守卫伤害增强", priority = "999", need_item = {{10, 10}, {0, 0}, {0, 0}}},
	["101_2"] = {id = 101, level = 2, name = "豪杰2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【豪杰2级】解锁的选项\n2.冒险中将触发【豪杰2级】系列事件\n3.前来帮助的守卫伤害增强", priority = "999", need_item = {{10, 15}, {0, 0}, {0, 0}}},
	["101_3"] = {id = 101, level = 3, name = "豪杰3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【豪杰3级】解锁的选项\n2.冒险中将触发【豪杰3级】系列事件\n3.前来帮助的守卫伤害增强", priority = "999", need_item = {{10, 20}, {0, 0}, {0, 0}}},
	["101_4"] = {id = 101, level = 4, name = "豪杰4级", icon = "", reward = 0, desc = "1.事件选项中，可以选择【豪杰4级】解锁的选项\n2.冒险中将触发【豪杰4级】系列事件\n3.前来帮助的守卫伤害增强", priority = "999", need_item = {{10, 25}, {0, 0}, {0, 0}}},
	["102_1"] = {id = 102, level = 1, name = "隐侠1级", icon = "", reward = 231021, desc = "1.事件选项中，可以选择【隐侠1级】解锁的选项\n2.冒险中将触发【隐侠1级】系列事件\n3.对悬天伤害提高", priority = "995", need_item = {{10, 10}, {11, 5}, {0, 0}}},
	["102_2"] = {id = 102, level = 2, name = "隐侠2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【隐侠2级】解锁的选项\n2.冒险中将触发【隐侠2级】系列事件\n3.对悬天伤害提高", priority = "995", need_item = {{10, 15}, {11, 10}, {0, 0}}},
	["102_3"] = {id = 102, level = 3, name = "隐侠3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【隐侠3级】解锁的选项\n2.冒险中将触发【隐侠3级】系列事件\n3.对悬天伤害提高", priority = "995", need_item = {{10, 20}, {11, 15}, {0, 0}}},
	["103_1"] = {id = 103, level = 1, name = "浪客1级", icon = "", reward = 231031, desc = "1.事件选项中，可以选择【浪客1级】解锁的选项\n2.冒险中将触发【浪客1级】系列事件\n3.更易被守卫驱逐；但受悬天伤害降低", priority = "992", need_item = {{10, 10}, {12, 5}, {0, 0}}},
	["103_2"] = {id = 103, level = 2, name = "浪客2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【浪客2级】解锁的选项\n2.冒险中将触发【浪客2级】系列事件\n3.更易被守卫驱逐；但受悬天伤害降低", priority = "992", need_item = {{10, 15}, {12, 10}, {0, 0}}},
	["103_3"] = {id = 103, level = 3, name = "浪客3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【浪客3级】解锁的选项\n2.冒险中将触发【浪客3级】系列事件\n3.更易被守卫驱逐；但受悬天伤害降低", priority = "992", need_item = {{10, 20}, {12, 15}, {0, 0}}},
	["201_1"] = {id = 201, level = 1, name = "谋士1级", icon = "", reward = 232011, desc = "1.事件选项中，可以选择【谋士1级】解锁的选项\n2.冒险中将触发【谋士1级】系列事件\n3.小概率被守卫驱逐警告", priority = "989", need_item = {{11, 10}, {0, 0}, {0, 0}}},
	["201_2"] = {id = 201, level = 2, name = "谋士2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【谋士2级】解锁的选项\n2.冒险中将触发【谋士2级】系列事件\n3.小概率被守卫驱逐警告", priority = "989", need_item = {{11, 15}, {0, 0}, {0, 0}}},
	["201_3"] = {id = 201, level = 3, name = "谋士3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【谋士3级】解锁的选项\n2.冒险中将触发【谋士3级】系列事件\n3.小概率被守卫驱逐警告", priority = "989", need_item = {{11, 20}, {0, 0}, {0, 0}}},
	["202_1"] = {id = 202, level = 1, name = "捕快1级", icon = "", reward = 232021, desc = "1.事件选项中，可以选择【捕快1级】解锁的选项\n2.冒险中将触发【捕快1级】系列事件\n3.更易说服守卫", priority = "986", need_item = {{11, 10}, {10, 5}, {0, 0}}},
	["202_2"] = {id = 202, level = 2, name = "捕快2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【捕快2级】解锁的选项\n2.冒险中将触发【捕快2级】系列事件\n3.更易说服守卫", priority = "986", need_item = {{11, 15}, {10, 10}, {0, 0}}},
	["202_3"] = {id = 202, level = 3, name = "捕快3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【捕快3级】解锁的选项\n2.冒险中将触发【捕快3级】系列事件\n3.更易说服守卫", priority = "986", need_item = {{11, 20}, {10, 15}, {0, 0}}},
	["203_1"] = {id = 203, level = 1, name = "秀才1级", icon = "", reward = 232031, desc = "1.事件选项中，可以选择【秀才1级】解锁的选项\n2.冒险中将触发【秀才1级】系列事件\n3.讨价还价初始积分更多", priority = "983", need_item = {{11, 10}, {12, 5}, {0, 0}}},
	["203_2"] = {id = 203, level = 2, name = "秀才2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【秀才2级】解锁的选项\n2.冒险中将触发【秀才2级】系列事件\n3.讨价还价初始积分更多", priority = "983", need_item = {{11, 15}, {12, 10}, {0, 0}}},
	["203_3"] = {id = 203, level = 3, name = "秀才3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【秀才3级】解锁的选项\n2.冒险中将触发【秀才3级】系列事件\n3.讨价还价初始积分更多", priority = "983", need_item = {{11, 20}, {12, 15}, {0, 0}}},
	["301_1"] = {id = 301, level = 1, name = "匠人1级", icon = "", reward = 233011, desc = "1.事件选项中，可以选择【匠人1级】解锁的选项\n2.冒险中将触发【匠人1级】系列事件\n3.开锁难度略降低", priority = "980", need_item = {{12, 10}, {0, 0}, {0, 0}}},
	["301_2"] = {id = 301, level = 2, name = "匠人2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【匠人2级】解锁的选项\n2.冒险中将触发【匠人2级】系列事件\n3.开锁难度略降低", priority = "980", need_item = {{12, 15}, {0, 0}, {0, 0}}},
	["301_3"] = {id = 301, level = 3, name = "匠人3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【匠人3级】解锁的选项\n2.冒险中将触发【匠人3级】系列事件\n3.开锁难度略降低", priority = "980", need_item = {{12, 20}, {0, 0}, {0, 0}}},
	["303_1"] = {id = 303, level = 1, name = "梁上君子1级", icon = "", reward = 233031, desc = "1.事件选项中，可以选择【梁上君子1级】解锁的选项\n2.冒险中将触发【梁上君子1级】系列事件\n3.潜行隐蔽范围更大", priority = "976", need_item = {{12, 10}, {11, 5}, {0, 0}}},
	["303_2"] = {id = 303, level = 2, name = "梁上君子2级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【梁上君子2级】解锁的选项\n2.冒险中将触发【梁上君子2级】系列事件\n3.潜行隐蔽范围更大", priority = "976", need_item = {{12, 15}, {11, 10}, {0, 0}}},
	["303_3"] = {id = 303, level = 3, name = "梁上君子3级", icon = "", reward = 239901, desc = "1.事件选项中，可以选择【梁上君子3级】解锁的选项\n2.冒险中将触发【梁上君子3级】系列事件\n3.潜行隐蔽范围更大", priority = "976", need_item = {{12, 20}, {11, 15}, {0, 0}}},
}
	

return DataIdentityTitle
