-- Automatically generated - do not edit.

Config = Config or {}
Config.DataNotice = Config.DataNotice or {}


local DataNotice = Config.DataNotice
DataNotice.FindLength = 3
DataNotice.Find = {
	[1001] = {id = 1001, tab = 2, title = "版本内容", content = "感谢各位玩家对《望月》的关注与支持。在本次测试中，丰富的剧情、角色和玩法等诸多内容等待各位玩家的体验。本次测试详细版本内容开放说明如下：\n\n<color=#b57e48>一、主线章节开放</color>\n主线章节开放，待各位玩家前往体验。\n\n<color=#b57e48>二、常驻卡池开启</color>\n1、常驻角色卡池开启，玩家可以抽取更多角色，组建强大的队伍。\n1）玩家可以在卡池中获得5星角色以及其他4星角色。\n2）本卡池属于【常驻角色卡池】，与其他卡池的抽取保底次数相互独立计算，互不影响。\n3）更多卡池信息可以在卡池界面详情页查看。\n\n2、常驻武器卡池开启，玩家可以抽取更多武器，组建强大的队伍。\n1）玩家可以在卡池中获得5星武器以及其他4星武器。\n2）本卡池属于【常驻武器卡池】，与其他卡池的抽取保底次数相互独立计算，互不影响。\n3）更多卡池信息可以在卡池界面详情页查看。", start_time = {2023, 9, 4, 4, 0, 0}, end_time = {2033, 9, 17, 4, 0, 0}, banner = "Textures/Icon/Single/NoticeImg/notice_1.png", priority = 999},
	[2001] = {id = 2001, tab = 1, title = "公平运营声明", content = "为了保证《望月》游戏环境的健康公平，给玩家提供良好的游戏体验，在此提醒大家，在游戏过程中：\n\n<color=#b57e48>1）严禁使用外挂、加速器或其他破坏游戏公平性的任何第三方工具。</color>\n一经发现，诗悦网络（下亦称为“我们”）将视违规严重程度及违规次数，采取包括但不仅限于扣除违规收益、冻结游戏账号、永久封禁游戏账号等措施。\n\n<color=#b57e48>2）严禁进行任何形式的账号转让或受让行为。</color>\n请广大玩家保护好个人财产与个人信息，切勿相信任何账号共享/交易信息，切勿在其他平台购买账号。此外，切勿共享/出售自己的游戏账号。\n根据《诗悦用户个人信息及隐私保护政策》，任何因玩家自身原因导致的个人信息泄露、造成损失等问题，我们将不予处理。\n\n<color=#b57e48>3）严禁通过非官方途径充值，严禁使用第三方代充。</color>\n一经发现，我们将视违规严重程度及违规次数，采取包括但不仅限于扣除违规收益、冻结游戏账号、永久封禁游戏账号等措施。\n\n《望月》始终坚持保证公平的游戏秩序，保障玩家游戏资产安全。在不断完善游戏品质的同时，我们也衷心希望各位玩家同我们一起，共同营造和维护一个公平和谐的游戏环境。\n\n*以上内容最终解释权归诗悦网络所有。\n\n\t\t《望月》运营团队\n\t\t  2023年9月6日", start_time = {2023, 9, 4, 4, 0, 0}, end_time = {2033, 9, 7, 4, 0, 0}, banner = "Textures/Icon/Single/NoticeImg/notice_1.png", priority = 999},
	[2002] = {id = 2002, tab = 1, title = "防沉迷公告", content = "《望月》致力于守护未成年人的成长环境，引导未成年人健康游戏生活，并积极相应《国家新闻出版署关于防止未成年人沉迷网络游戏的通知》及《关于进一步严格管理切实防止未成年人沉迷网络游戏的通知》的要求，设立了未成年人防沉迷系统。\n\n<color=#b57e48>具体规则如下：</color>\n\n<color=#b57e48>1.游戏时间限制：</color>\n未成年人仅每周五、周六、周日以及法定节假日的20:00-21:00期间可使用游戏。\n\n<color=#b57e48>2.游戏充值服务限制：</color>\n未满8周岁的用户不能享受游戏付费服务；\n8周岁以上未满16周岁的用户，单次充值金额不超过50元人民币，每月充值金额累计不超过200元人民币；\n16周岁以上未满18周岁的用户，单次充值金额不超过100元人民币，每月充值金额累计不超过400元人民币。", start_time = {2023, 9, 4, 4, 0, 0}, end_time = {2033, 9, 7, 4, 0, 0}, banner = "Textures/Icon/Single/NoticeImg/notice_1.png", priority = 998},
}
	

return DataNotice
