-- Automatically generated - do not edit.

Config = Config or {}
Config.DataNpcMail = Config.DataNpcMail or {}


local DataNpcMail = Config.DataNpcMail
DataNpcMail.FindLength = 25
DataNpcMail.Find = {
	[1] = {mail_id = 1, mail_list = {{"a", 3, true, ""}, {"b", 3, true, ""}, {"c", 1, false, ""}}},
	[2001] = {mail_id = 2001, mail_list = {{"楼顶上面有群奇怪的家伙……", 2, true, ""}, {"会不会是之前电视里面说的那个帮派。", 2, true, ""}, {"帮派……该不会和最近的混乱有关吧。", 2, true, ""}, {"唉，要是能有人处理一下他们就好了。", 2, true, ""}}},
	[101120701] = {mail_id = 101120701, mail_list = {{"你应该都把人拦住了吧。", 2, false, ""}, {"刚刚才拦了一个脉者的车，但我估计撑不了多久。", 3, true, ""}, {"也是……巡卫们再无能也该是时候发现这路被堵了。", 3, false, ""}, {"总之你们捉紧处理那批走私的货吧，我继续在这里站岗。", 3, true, ""}, {"嗯，要是巡卫真找来了就把我们悬天的牌子亮出来，唬住他们应该不成问题。", 4, false, ""}}},
	[10011003] = {mail_id = 10011003, mail_list = {{"抽奖箱布置好了吗？我这边已经就位了。", 3, false, ""}, {"都搞定了。等围观的人再多一点，你就可以出场了。", 3, true, ""}, {"你可别真放那么多一等奖进去，我们可没有奖品可送。", 3, false, ""}, {"这还用说吗？一等奖只有一个，就是给你准备的。", 3, true, ""}, {"奖球放在箱子左上角了，记得赶紧过来，不要摸错了。", 3, false, ""}}},
	[202102002] = {mail_id = 202102002, mail_list = {{"老大，我们已经跟买家接头了。", 2, true, ""}, {"按老规矩，货放在车里。", 2, true, ""}, {"我们会让买家自己把车开到隐蔽地点以后销毁。", 3, true, ""}, {"钱款也已经让他们藏在交易点的垃圾箱里了。", 3, true, ""}, {"知道了，干得不错。", 2, false, ""}, {"我之后派人确认钱款，分成会打到你们的账户。", 2, false, ""}, {"老大，既然活干完了，我们可就先撤了。", 2, true, ""}, {"好，你们先到创生地去，明天会合后再一起出边境。", 2, false, ""}, {"记得动作要快，必须赶在那些废物巡卫发现之前，明白吗？", 3, false, ""}}},
	[102070111] = {mail_id = 102070111, mail_list = {{"下一批货该送到哪里？", 2, true, ""}, {"就那片空地就行，周围一带的店铺都被我们买下来了。", 4, false, ""}, {"那就还是和之前一样，把货散到普通人身上。", 4, true, ""}, {"嗯，这样比较保险，巡卫不说，要是被宁王卫盯上那就麻烦了。", 4, false, ""}, {"我去安排吧。", 1, true, ""}}},
	[200509001] = {mail_id = 200509001, mail_list = {{"老大，货物已经拿到了，但我被警察盯上了", 2, true, "坏人"}, {"别着急，先甩开了警察再来找我", 2, false, "坏人老大"}, {"好吧…等等，有个人一直在盯着我", 2, true, "坏人"}, {"我是不是被发现了？", 2, true, "坏人"}}},
	[1001] = {mail_id = 1001, mail_list = {{"我跟你说哦", 2, true, ""}, {"说什么？", 2, false, ""}, {"就是那什么那什么。", 2, true, ""}, {"啊？", 1, false, ""}, {"那个谁，你还记得吗？", 2, true, ""}, {"谜语人啊你？", 2, false, ""}}},
	[1002] = {mail_id = 1002, mail_list = {{"我买矿泉水中了十块钱！", 2, false, ""}, {"哇哦，运气不错，请我吃饭", 2, true, ""}, {"不行，我用这十块钱又去买矿泉水了", 2, false, ""}, {"现在我家有几十瓶矿泉水", 2, false, ""}}},
	[1003] = {mail_id = 1003, mail_list = {{"你有月灵伙伴吗？", 2, true, ""}, {"没有，你有吗？", 2, false, ""}, {"我也没有", 1, true, ""}, {"我好想成为月灵大师", 2, true, ""}}},
	[1004] = {mail_id = 1004, mail_list = {{"我被那个月灵大师打爆了", 2, true, ""}, {"他的月灵很厉害吧？", 2, false, ""}, {"不，我是被他本人打爆的。", 2, true, ""}, {"啊？", 2, false, ""}}},
	[1005] = {mail_id = 1005, mail_list = {{"听说最近罗睺斩客他们学会了易容", 2, true, ""}, {"易容术？", 2, false, ""}, {"对的，所以，你也有可能是罗睺斩客", 2, true, ""}, {"你可不要凭空污人清白啊！", 2, false, ""}}},
	[1006] = {mail_id = 1006, mail_list = {{"三，二，一…", 2, true, ""}, {"你在数什么？", 2, false, ""}, {"嗯。", 2, true, ""}, {"喂？什么？", 2, false, ""}, {"我在...练习憋气。", 2, true, ""}}},
	[1007] = {mail_id = 1007, mail_list = {{"你玩《白传说：唐僧》了吗？", 2, true, ""}, {"还没，送我", 2, false, ""}, {"我没钱，但是有个人买了50份", 2, true, ""}, {"我去跟他要一份", 2, false, ""}}},
	[1008] = {mail_id = 1008, mail_list = {{"你知道那个新游戏吗？", 2, true, ""}, {"你是说望月吗？", 2, false, ""}, {"我感觉还挺有意思的", 2, true, ""}, {"是吧是吧！", 2, false, ""}}},
	[1009] = {mail_id = 1009, mail_list = {{"最近好多月灵在乱跑", 2, true, ""}, {"我昨天差点被野猪拱到", 2, false, ""}, {"你没事吧？", 2, true, ""}, {"没事，但当时站我背后的人可惨了", 2, false, ""}, {"噢，天呐。", 2, true, ""}}},
	[1010] = {mail_id = 1010, mail_list = {{"我最近发财了，请你吃饭", 2, true, ""}, {"好啊好啊，你怎么做到的？", 2, false, ""}, {"炒股，哦，等一下，我看一下股市", 2, true, ""}, {"对不起，我破产了", 2, true, ""}, {"可以借我一百饭钱吗？", 2, true, ""}}},
	[200509005] = {mail_id = 200509005, mail_list = {{"生意来了，生意来了。", 2, true, "碰瓷哥"}, {"生意...你又躺地上了？", 2, false, ""}, {"嘿嘿，这可是致富经呀。", 2, true, "碰瓷哥"}}},
	[1011] = {mail_id = 1011, mail_list = {{"你可知一个从天而降的掌法？", 2, true, ""}, {"我不知道", 2, false, ""}, {"我教你，只收一百万", 2, true, ""}, {"太贵了吧，换个条件", 2, false, ""}, {"好吧，那你叫我一声大哥", 2, true, ""}, {"我们来谈谈那一百万的事", 2, false, ""}}},
	[1012] = {mail_id = 1012, mail_list = {{"我想要跟全世界的月灵成为伙伴！", 2, true, ""}, {"就从你开始！", 2, false, ""}, {"我不是月灵！", 2, true, ""}, {"我不信。", 2, false, ""}}},
	[1013] = {mail_id = 1013, mail_list = {{"嘿嘿嘿嘿。", 2, true, ""}, {"你在笑什么？", 2, false, ""}, {"嘿嘿嘿嘿嘿", 2, true, ""}, {"到底是什么事情这么有趣？", 2, false, ""}, {"蘑菇真好吃嘿嘿嘿", 2, true, ""}, {"快去医院！", 2, false, ""}}},
	[1014] = {mail_id = 1014, mail_list = {{"我多买了一个手柄。", 2, true, ""}, {"要跟我一起打游戏吗？", 2, false, ""}, {"你可以退货的，七天无理由退货。", 2, true, ""}, {"你这个木头脑袋该治一治了！", 2, false, ""}}},
	[1015] = {mail_id = 1015, mail_list = {{"你知道觉醒者吗？", 2, true, ""}, {"当然知道，我可崇拜觉醒者了。", 2, false, ""}, {"觉醒者真帅啊。", 2, true, ""}}},
	[1016] = {mail_id = 1016, mail_list = {{"我想家了。", 2, false, ""}, {"你家在哪？", 2, true, ""}, {"在你的臂弯里。", 2, false, ""}, {"别，别玩尬的。", 2, true, ""}}},
	[1017] = {mail_id = 1017, mail_list = {{"我们昨天看到的是什么东西？", 2, false, ""}, {"那不是东西，是个人。", 2, true, ""}, {"他不是东西？", 2, false, ""}, {"没没没！是东西！", 2, true, ""}, {"哦，他是个东西。", 2, false, ""}}},
}
	

return DataNpcMail
