-- Automatically generated - do not edit.

Config = Config or {}
Config.DataNpcBubble = Config.DataNpcBubble or {}


local DataNpcBubble = Config.DataNpcBubble
DataNpcBubble.FindLength = 44
DataNpcBubble.Find = {
	[8010208] = {npc_id = 8010208, bubble_list = {[801020901] = {101030501, 10, 3, "快来看看吧"}, [801020902] = {101030501, 20, 3, "快来看看吧"}, [801020905] = {102050201, 100, 3, "快来看看吧"}}},
	[8010203] = {npc_id = 8010203, bubble_list = {[80102031] = {101030101, 1, 5, "房屋的石料还要再确认一下……"}}},
	[8010205] = {npc_id = 8010205, bubble_list = {[80102031] = {101030101, 1, 5, "早餐的豆花要甜还是咸呢？"}}},
	[8010206] = {npc_id = 8010206, bubble_list = {[80102031] = {101030101, 1, 5, "黄道吉日，开坛设祭。"}}},
	[8010207] = {npc_id = 8010207, bubble_list = {[80102031] = {101030101, 1, 5, "今天的突发事件清单……"}}},
	[8010209] = {npc_id = 8010209, bubble_list = {[80102031] = {101030101, 1, 5, "刚出炉的热乎点心哦！"}}},
	[8010210] = {npc_id = 8010210, bubble_list = {[80102031] = {101030101, 1, 5, "警惕脉者培训骗局！"}}},
	[8010211] = {npc_id = 8010211, bubble_list = {[80102031] = {101030101, 1, 5, "雅座两位！"}}},
	[8010215] = {npc_id = 8010215, bubble_list = {[80102031] = {101030101, 1, 5, "按照书上说的，成为脉者的要点是……"}}},
	[8010216] = {npc_id = 8010216, bubble_list = {[80102031] = {101030101, 1, 5, "总觉得太阳还是有点刺眼呢。"}}},
	[8010217] = {npc_id = 8010217, bubble_list = {[80102031] = {101030101, 1, 5, "之前老板交待过的货……"}}},
	[8010218] = {npc_id = 8010218, bubble_list = {[80102031] = {101030101, 1, 5, "近期有新品试吃活动哦。"}}},
	[8010220] = {npc_id = 8010220, bubble_list = {[80102031] = {101030101, 1, 5, "不知道天柜城的表姐能不能接济一下……"}}},
	[8010221] = {npc_id = 8010221, bubble_list = {[80102031] = {101030101, 1, 5, "上面的城市有点遮挡阳光啊。"}}},
	[8010222] = {npc_id = 8010222, bubble_list = {[80102031] = {101030101, 1, 5, "想和气脉动物打好关系的话……"}}},
	[8010223] = {npc_id = 8010223, bubble_list = {[80102031] = {101030101, 1, 5, "被艳鸟啄伤需要打疫苗吗？"}}},
	[8010226] = {npc_id = 8010226, bubble_list = {[80102031] = {101030101, 1, 5, "又是气脉淤塞造成的吗？"}}},
	[8010227] = {npc_id = 8010227, bubble_list = {[80102031] = {101030101, 1, 5, "只有你不想要，没有我找不到哦。"}}},
	[8010228] = {npc_id = 8010228, bubble_list = {[80102031] = {101030101, 1, 5, "今天手气如何？来一发试试？"}}},
	[8010229] = {npc_id = 8010229, bubble_list = {[80102031] = {101030101, 1, 5, "应该继续完善噬脉生物警报系统了……"}}},
	[8010230] = {npc_id = 8010230, bubble_list = {[80102031] = {101030101, 1, 5, "天机不可泄露……"}}},
	[8010250] = {npc_id = 8010250, bubble_list = {[80102031] = {2040010601, 1, 5, "该不该喊卫兵来呢···"}}},
	[8101006] = {npc_id = 8101006, bubble_list = {[80102031] = {0, 1, 30, "本店物美价廉，都是今天刚到的货！"}, [80102032] = {101101101, 10, 30, "太感谢您了！这旁边的商品您挑自己喜欢的拿吧！"}, [80102033] = {101101301, 20, 30, "本店物美价廉，都是今天刚到的货！"}}},
	[8101001] = {npc_id = 8101001, bubble_list = {[810100101] = {101104001, 1, 5, "小店今天开张，快来看看吧"}}},
	[8102001] = {npc_id = 8102001, bubble_list = {[810200101] = {0, 1, 5, "欸，你听说了那件事了吗···"}}},
	[8102003] = {npc_id = 8102003, bubble_list = {[810200301] = {0, 1, 5, "最近可真不太平啊····"}}},
	[8102007] = {npc_id = 8102007, bubble_list = {[810200701] = {0, 1, 5, "我妈妈说最近城里有坏人，让我早点回家"}}},
	[8102009] = {npc_id = 8102009, bubble_list = {[810200901] = {0, 1, 5, "今天该去哪吃呢···"}}},
	[8102011] = {npc_id = 8102011, bubble_list = {[810201101] = {0, 1, 5, "这看板上写的啥啊，字太小了看不清···"}}},
	[8101003] = {npc_id = 8101003, bubble_list = {[810100301] = {0, 1, 3, "这可怎么办啊···"}}},
	[8102012] = {npc_id = 8102012, bubble_list = {[810201201] = {0, 1, 5, "要不叫巡卫来吧···"}}},
	[8101007] = {npc_id = 8101007, bubble_list = {[810100701] = {0, 1, 5, "小心开水！"}}},
	[8102020] = {npc_id = 8102020, bubble_list = {[810202001] = {0, 1, 5, "厕所在哪啊···"}}},
	[8103041] = {npc_id = 8103041, bubble_list = {[810304101] = {0, 1, 30, "那个脚手架上似乎放了什么，好担心掉下来啊···"}}},
	[8103054] = {npc_id = 8103054, bubble_list = {[810305401] = {0, 1, 20, "你这瓜保熟不"}}},
	[8103053] = {npc_id = 8103053, bubble_list = {[810305301] = {0, 1, 20, "废话，我能卖你生瓜蛋子？"}}},
	[8103043] = {npc_id = 8103043, bubble_list = {[810304301] = {0, 1, 10, "这位贵人，我看您印堂发黑，要不要算一卦啊"}}},
	[8103044] = {npc_id = 8103044, bubble_list = {[810304401] = {0, 1, 10, "老板，盘要伐？"}}},
	[8103051] = {npc_id = 8103051, bubble_list = {[810305101] = {0, 1, 10, "好饿啊···"}}},
	[8103055] = {npc_id = 8103055, bubble_list = {[810305501] = {0, 1, 10, "好高！我恐高哇!"}}},
	[5881101] = {npc_id = 5881101, bubble_list = {[588110101] = {0, 1, 10, "幸运摇摇乐，有胆你就来！"}}},
	[5881102] = {npc_id = 5881102, bubble_list = {[588110201] = {0, 1, 10, "幸运摇摇乐，有胆你就来！"}}},
	[5881103] = {npc_id = 5881103, bubble_list = {[588110301] = {0, 1, 10, "幸运摇摇乐，有胆你就来！"}}},
	[5881104] = {npc_id = 5881104, bubble_list = {[588110401] = {0, 1, 10, "幸运摇摇乐，有胆你就来！"}}},
}
	

return DataNpcBubble
